[
  {
    "name": "Bulk Shea Nuts",
    "url": "/products/raw-shea-nuts",
    "slug": "raw-shea-nuts",
    "images": {
      "small": "/images/products/raw-shea-nuts/small.webp",
      "medium": "",
      "large": "/images/products/raw-shea-nuts/large.webp",
      "banner": "/images/products/banners/raw-shea-nuts.png"
    },
    "details": [
      "OurShea Ghana’s Premium Shea Nuts are handpicked from wild shea trees by women’s cooperatives in the Upper East Region of Ghana. Carefully sun-dried and naturally cleaned, these nuts are ideal for high-yield shea butter extraction and meet strict international standards for cosmetic and food use."
    ],
    "features": {
      "Origin": "Ghana",
      "Grade": "Grade A – Premium export quality",
      "Moisture Content": "≤ 10%",
      "Oil Content": "≥ 48% (Varies by origin and season)",
      "Free Fatty Acid (FFA)": "≤ 5%",
      "Nut Size": "Medium to large (1.5–2.5 cm diameter)",
      "Color": "Dark brown outer shell; beige to ivory kernel",
      "Foreign Matter": "≤ 1%",
      "Packaging": "Jute (50kg, or customized)",
      "Shelf Life": "Up to 12 months under proper storage conditions"
    },
    "benefits": [
      "High Oil Yield: Excellent for cosmetic-grade shea butter production.",
      "Naturally Organic: Sourced from wild trees, with no chemical inputs.",
      "Sustainable: Harvested by women’s cooperatives using traditional methods.",
      "Ethical Sourcing: Fair-trade partnerships improve community livelihoods.",
      "Versatile Use: Suitable for cosmetic, food, and pharmaceutical industries."
    ],
    "applications": {
      "Cosmetics": "Raw material for shea butter used in lotions, balms, soaps, and creams.",
      "Pharmaceuticals": "Emollient base for topical formulations.",
      "Food Industry": "Used in confectionery, bakery, and as a cocoa butter substitute."
    },
    "storage": [
      "Store in a cool, dry, well-ventilated area.",
      "Avoid direct sunlight and damp conditions.",
      "Use pallets to prevent contact with floor moisture."
    ],
    "Minimum Order Quantity (MOQ)": "1 metric ton (negotiable based on client needs)",
    "Lead Time": "7–14 days after order confirmation, depending on volume and logistics",
    "ingredients": { "": "Raw Shea Nuts (Vitellaria paradoxa)" },
    "specifications": {
      "Origin": "Ghana",
      "Grade": "Grade A – Premium export quality",
      "Moisture Content": "≤ 10%",
      "Oil Content": "≥ 48% (Varies by origin and season)",
      "Free Fatty Acid (FFA)": "≤ 5%",
      "Nut Size": "Medium to large (1.5–2.5 cm diameter)",
      "Color": "Dark brown outer shell; beige to ivory kernel",
      "Foreign Matter": "≤ 1%",
      "Packaging": "Jute (50kg, or customized)",
      "Shelf Life": "Up to 12 months under proper storage conditions"
    }
  },
  {
    "name": "Bulk Shea Butter",
    "url": "/products/bulk-shea-butter",
    "slug": "bulk-shea-butter",
    "images": {
      "small": "/images/products/shea-butter/small.png",
      "medium": "",
      "large": "/images/products/shea-butter/large.png",
      "banner": "/images/products/banners/shea-butter.png"
    },
    "details": [
      "Our Premium Organic Shea Butter is a rich, nutrient-dense moisturizer sourced directly from the nuts of the Vitellaria paradoxa tree, native to West Africa. Handcrafted by women's cooperatives using traditional methods and machinery, this unrefined shea butter retains all its natural healing and hydrating properties. It is 100% pure, raw, certified organic, ideal for sensitive skin, hair care, and natural DIY cosmetics."
    ],
    "features": {
      "100% Organic & Unrefined": "No additives, preservatives, or chemicals.",
      "Fair Trade Sourced": "Ethically harvested and produced by women's cooperatives in northern Ghana.",
      "Cold-Pressed": "Maintains maximum potency of vitamins and fatty acids.",
      "Multi-Use": "Ideal for skin care, hair treatment, stretch mark prevention, baby care, and natural formulations.",
      "Rich in Nutrients": "Contains vitamins A, E, and F, as well as essential fatty acids that nourish and protect."
    },
    "benefits": [
      "Deeply moisturizes dry and cracked skin",
      "Soothes eczema, dermatitis, and psoriasis",
      "Promotes skin elasticity and reduces the appearance of stretch marks",
      "Strengthens and softens hair, reducing frizz and breakage",
      "Acts as a natural anti-inflammatory and sunscreen (SPF ~6)"
    ],
    "ingredients": ["100% Butyrospermum parkii (Shea) Butter"],
    "specifications": {
      "Texture": "Smooth and creamy at body temperature; solid at room temperature",
      "Color": "Ivory to light yellow (varies by batch)",
      "Scent": "Nutty, earthy aroma (natural, unrefined)",
      "Shelf Life": "12–24 months",
      "Storage": "Keep in a cool, dry place away from sunlight"
    }
  },
  {
    "name": "Handcrafted Soaps",
    "url": "/products/handcrafted-shea-butter-soaps",
    "slug": "handcrafted-shea-butter-soaps",
    "images": {
      "small": "/images/products/handcrafted-soaps/small.png",
      "medium": "",
      "large": "/images/products/handcrafted-soaps/large.png",
      "banner": "/images/products/banners/handcrafted-soaps.png"
    },
    "details": [
      "Our handcrafted soaps are made in small batches using traditional cold process methods and the finest natural ingredients, with a primary focus on premium organic shea butter ethically sourced from West African women’s cooperatives. These luxurious bars gently cleanse the skin while delivering deep hydration and nourishment, leaving your skin soft, smooth, and radiant."
    ],
    "features": {
      "Organic Shea Butter": "Rich in vitamins A, E, and F, deeply moisturizes and promotes skin elasticity.",
      "Coconut Oil": "Adds lather and cleanses without stripping natural oils.",
      "Olive Oil": "Softens and soothes with antioxidants and fatty acids.",
      "Essential Oils & Botanicals": "Scented with essential oils and naturally colored for aromatherapy."
    },
    "benefits": [
      "100% organic, vegan, and cruelty-free",
      "Free from synthetic fragrances, sulfates, parabens, and artificial dyes",
      "Biodegradable and eco-friendly packaging",
      "Cold-processed for superior quality and integrity",
      "Gentle for daily use on face and body",
      "Ideal for all skin types, including sensitive and dry skin"
    ],
    "ingredients": {
      "Organic Shea Butter": "Rich in vitamins A, E, and F, shea butter deeply moisturizes and promotes skin elasticity and healing.",
      "Coconut Oil": "Adds lather and helps to cleanse without stripping natural oils.",
      "Olive Oil": "Softens and soothes the skin with antioxidants and essential fatty acids.",
      "Essential Oils": "Each bar is scented with pure essential oils and colored naturally with herbs, clays, or plant extracts for an aromatherapeutic experience."
    },
    "specifications": {
      "Shelf Life": "24 months from production date",
      "Storage": "Store in a cool, dry place. Use a draining soap dish to extend soap life."
    }
  }
]
